src/org/rethinking-language-learning.org
#+TITLE: 重新思考语言学习这件事
#+DATE: [2020-08-12 Wed 17:52]

1. How to stop translating in your head
2. 听说读写
3. 回音法
4. 你是如何教你的外国朋友中文的
5. 你是如何学习中文的
6. 精读
7. 
**** 书籍推荐
+ 英文文法有道理 刘美君
+ 
**** 你是否需要一个外教老师?
如果你问语言学习最重要的是什么？可能得到的大多数回答会是「语言环境」。这个我不否认，但以学习非母语国家语言的人来讲，这个似乎很难办到。很多人便把它当作是学不好英语的借口。

为了能够有良好的语言环境，有钱人把孩子送到了国外，大多数则送到外国语学校或培训班。其中也有些请的外教老师。那么我们就来分析下，你是否需要一个外教老师？

缺点
+ 费用昂贵
+ 不一定会讲你的语言，即使会讲，但也不一定能完全理解你语言中的真实场景和意思。
+ 




9. 一个人练口语最好的办法就是跟读


方法
量化

量化你的进步，不是简单打卡。


语音语调现象
+ 闪音
+ 连读
  + 辅元连读
  + 辅辅连读
  + 元元连读
+ 缩读
+ 重读与弱读
+ 语调






+ [[https://www.yinwang.org/blog-cn/2020/03/06/english-learning-tips][英语学习的一些经验]]
+ [[https://homepage.ntu.edu.tw/~karchung/][史嘉琳老师的主页]]
+ [[https://homepage.ntu.edu.tw/~karchung/pubs/CET6970.pdf][史嘉琳讲回音法]]
+ [[https://www.youtube.com/watch?v=sQEWEPIHLzQ][史嘉琳老师TED演讲]]
+ [[https://www.youtube.com/watch?v=ERZbALcRnnM][如何用英文思考-哥伦布发音库]]
+ [[https://www.youtube.com/channel/UCvn_XCl_mgQmt3sD753zdJA][Rachel's English]]
+ [[https://www.youtube.com/watch?v=N4fi3v0iNhM&t=3s][6种语言学习者使用的英语听力理解方法-口语老炮儿马思瑞]]
