blog/rethinking-language-learning.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>重新思考语言学习这件事</title>
<!-- 2020-11-02 Mon 12:34 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Siqing Mu" />
<link rel="shortcut icon" href="https://www.khow.me/blog/images/favicon.ico" /><link rel="stylesheet" type="text/css" href="./css/site.css" />
</head>
<body>
<div id="content">
<h1 class="title">重新思考语言学习这件事</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. 书籍推荐</a></li>
<li><a href="#sec-2">2. 你是否需要一个外教老师?</a></li>
</ul>
</div>
</div>
<ol class="org-ol">
<li>How to stop translating in your head
</li>
<li>听说读写
</li>
<li>回音法
</li>
<li>你是如何教你的外国朋友中文的
</li>
<li>你是如何学习中文的
</li>
<li>精读
</li>
<li></li>
</ol>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 书籍推荐</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>英文文法有道理 刘美君
</li>
<li></li>
</ul>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> 你是否需要一个外教老师?</h2>
<div class="outline-text-2" id="text-2">
<p>
如果你问语言学习最重要的是什么？可能得到的大多数回答会是「语言环境」。这个我不否认，但以学习非母语国家语言的人来讲，这个似乎很难办到。很多人便把它当作是学不好英语的借口。
</p>

<p>
为了能够有良好的语言环境，有钱人把孩子送到了国外，大多数则送到外国语学校或培训班。其中也有些请的外教老师。那么我们就来分析下，你是否需要一个外教老师？
</p>

<p>
缺点
</p>
<ul class="org-ul">
<li>费用昂贵
</li>
<li>不一定会讲你的语言，即使会讲，但也不一定能完全理解你语言中的真实场景和意思。
</li>
<li></li>
</ul>




<ol class="org-ol">
<li>一个人练口语最好的办法就是跟读
</li>
</ol>


<p>
方法
量化
</p>

<p>
量化你的进步，不是简单打卡。
</p>


<p>
语音语调现象
</p>
<ul class="org-ul">
<li>闪音
</li>
<li>连读
<ul class="org-ul">
<li>辅元连读
</li>
<li>辅辅连读
</li>
<li>元元连读
</li>
</ul>
</li>
<li>缩读
</li>
<li>重读与弱读
</li>
<li>语调
</li>
</ul>






<ul class="org-ul">
<li><a href="https://www.yinwang.org/blog-cn/2020/03/06/english-learning-tips">英语学习的一些经验</a>
</li>
<li><a href="https://homepage.ntu.edu.tw/~karchung/">史嘉琳老师的主页</a>
</li>
<li><a href="https://homepage.ntu.edu.tw/~karchung/pubs/CET6970.pdf">史嘉琳讲回音法</a>
</li>
<li><a href="https://www.youtube.com/watch?v=sQEWEPIHLzQ">史嘉琳老师TED演讲</a>
</li>
<li><a href="https://www.youtube.com/watch?v=ERZbALcRnnM">如何用英文思考-哥伦布发音库</a>
</li>
<li><a href="https://www.youtube.com/channel/UCvn_XCl_mgQmt3sD753zdJA">Rachel's English</a>
</li>
<li><a href="https://www.youtube.com/watch?v=N4fi3v0iNhM&t=3s">6种语言学习者使用的英语听力理解方法-口语老炮儿马思瑞</a>
</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<div id="disqus_thread"></div>
            <script type="text/javascript">
            var disqus_shortname = 'seymer';
            (function() {
                    var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
                    dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
                    (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
                    })();
            </script>
            <script>
              (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
                      (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
                      m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
                      })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

              ga('create', 'UA-110114842-1', 'auto');
              ga('send', 'pageview');
            </script>
</div>
</body>
</html>